module.exports = {

/*********************************************************** errcode ==> errmsg  start ***********************************************************/
  0: "Success",

  400000: "Params missing",

  401000: "Session not exists",
  401001: "Invalid session",
  401002: "Cookie has no sessionid",

  404000: "Path not found",

  500000: 'System error, please try again later',

  60000: '系统错误',
  61010: '查询失败',
  61999: '系统发生了错误',	// 笼统的数据库操作错误
/*********************************************************** errcode ==> errmsg end ***********************************************************/

};
